NO_TASKS = "У вас нет задач"
TASK_TYPE_CHOOSE = (
    "Выберите, какие задачи вы хотите посмотреть: выполненные или активные?"
)
TASK_NOT_FOUND = "Задача не найдена!"
TASK_COMPLETED = "Задача была успешно завершена! Поздравляю!"
TASK_DELETED = "Задача была успешно удалена! Надеюсь, она действительно не была актуальной для вас!"
TASK_CREATED = (
    "Задача была успешно создана! Надеюсь, вы её выполните, и не забудете о ней. Но если что - я напомню о "
    "ней"
)
TASK_UPDATED = "Задача была успешно обновлена!"
